{
  "Content": "<h4>1. Acceptance of Terms</h4>\nBy registering for and accessing the APIs provided through this Developer Portal (&#34;Portal&#34;), you (&#34;Developer&#34;) agree to comply with these Terms and Conditions (&#34;Terms&#34;). If you do not agree to these Terms, you must not use the Portal.<br>\n<br>\n<h4>2. API Access and Usage<br>\n</h4>\n2.1 The Portal grants you a non-exclusive, non-transferable, revocable licence to access and use the APIs solely for the purpose of developing, testing, and integrating your applications.<br>\n<br>\n2.2 You must not:<br>\n<ul><li>Use the APIs for any unlawful, harmful, or fraudulent activity.</li><li>Reverse engineer, decompile, or modify the APIs.</li><li>Share your access credentials with others.</li></ul>\n<h4>3. Registration and Account Security</h4>\n3.1 You must provide accurate and complete information when registering.<br>\n<br>\n3.2 You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account.<br>\n<br>\n<h4>4. Rate Limiting and Fair Usage<br>\n</h4>\n4.1 We may implement rate limits to ensure fair usage.<br>\n<br>\n4.2 Exceeding rate limits may result in suspension or termination of your access.<br>\n<br>\n<h4>5. Intellectual Property<br>\n</h4>\n5.1 We retain all rights, title, and interest in and to the APIs and related documentation.<br>\n<br>\n5.2 You retain ownership of any applications you develop using the APIs, subject to our rights in the APIs themselves.<br>\n<br>\n<h4>6. Data Privacy<br>\n</h4>\n6.1 By using the APIs, you may receive or collect personal data. You must handle such data in compliance with all applicable laws and regulations.<br>\n<br>\n6.2 We may collect certain usage data to monitor and improve the APIs. Our Privacy Policy outlines how we handle such information.<br>\n<br>\n<h4>7. Support and Availability<br>\n</h4>\n7.1 We strive to maintain availability of the APIs but do not guarantee uninterrupted service.<br>\n<br>\n7.2 We reserve the right to modify, suspend, or discontinue the APIs with prior notice where feasible.<br>\n<br>\n<h4>8. Termination<br>\n</h4>\n8.1 We reserve the right to terminate or suspend your access to the APIs at any time if you violate these Terms.<br>\n<br>\n8.2 You may terminate your account by ceasing to use the APIs and notifying us in writing.<br>\n<br>\n<h4>9. Limitation of Liability<br>\n</h4>\n9.1 To the maximum extent permitted by law, we shall not be liable for any indirect, incidental, or consequential damages arising from your use of the APIs.<br>\n<br>\n<h4>10. Changes to Terms<br>\n</h4>\n10.1 We reserve the right to modify these Terms at any time. Changes will be effective upon posting on the Portal.<br>\n<br>\n10.2 Continued use of the APIs after changes constitutes your acceptance of the updated Terms.<br>\n<br>\n<h4>11. Governing Law<br>\n</h4>\nThese Terms shall be governed by and construed in accordance with the laws of [Insert Jurisdiction].<br>\n<br>\nBy registering and using the APIs, you acknowledge that you have read, understood, and agree to these Terms and Conditions.",
  "MarkdownContent": "",
  "MarkdownEnabled": false,
  "Name": "NoImageSectionDescription"
}